import { FaMagic } from 'react-icons/fa'
import { HiChip } from 'react-icons/hi'
import { HiMagnifyingGlass } from 'react-icons/hi2'

const Features = [
	{
		icon: HiChip,
		title: 'טכנולוגיות מתקדמות',
		text: 'שימוש בטכנולוגיות חדשות ומתקדמות על מנת להבטיח תוצאות מקסימליות בזמן מינימלי, יחד עם ניסיון ותמיכה בטכנולוגיות עבר על מנת לספק תמיכה ותחזוקה מקצועית גם לאתרים הקיימים שלכם.',
	},
	{
		icon: FaMagic,
		title: 'עיצוב מותאם אישית',
		text: 'בניית עיצוב מותאם יחד איתכם, בדגש על חווית משתמש נוחה ומהירה ועיצוב ייחודי ומותאם לכל עסק וצרכיו, המשקף את המותג והסגנון שלכם בצורה הטובה ביותר',
	},
	{
		icon: HiMagnifyingGlass,
		title: 'קידום במנועי החיפוש',
		text: 'יישום אסטרטגיות קידום אתרים ואפליקציות במנועי החיפוש המובילים, על מנת להבטיח תנועת גולשים ממוקדת וגבוהה לאתר שלכם ולהגדיל את מספר הלקוחות שלכם',
	},
]

export default Features
