import { BiJoystick, BiCart, BiMobile, BiRocket, BiCog, BiCreditCard } from 'react-icons/bi'
import { RiPagesLine } from 'react-icons/ri'
import { TbBrandKickstarter } from 'react-icons/tb'

const ServiceTypes = [
	{
		title: 'דפי נחיתה',
		short: 'דף נחיתה',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-blue-500 to-sky-500 shadow-blue-400/80',
		icon: RiPagesLine,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'חנויות אינטרנט / e-Commerce',
		short: 'חנות אינטרנט',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-green-500 to-lime-500 shadow-green-400/80',
		icon: BiCart,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'אפליקציות',
		short: 'אפליקציה',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-yellow-500 to-orange-500 shadow-yellow-400/80',
		icon: BiMobile,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'אתרי גיימינג',
		short: 'אתר גיימינג',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-red-500 to-pink-500 shadow-red-400/80',
		icon: BiJoystick,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'אתרי תדמית',
		short: 'אתר תדמית',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-purple-500 to-violet-500 shadow-purple-400/80',
		icon: TbBrandKickstarter,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'אתרי Startup',
		short: 'אתר Startup',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-indigo-500 to-blue-500 shadow-indigo-400/80',
		icon: BiRocket,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'מערכות ניהול',
		short: 'מערכת ניהול',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-lime-500 to-green-500 shadow-lime-400/80',
		icon: BiCog,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
	{
		title: 'מערכות תשלום',
		short: 'מערכת תשלום',
		description:
			'נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.',
		style: 'from-pink-500 to-purple-500 shadow-pink-400/80',
		icon: BiCreditCard,
		image: 'https://cdn.dribbble.com/userupload/6338264/file/original-dfc35ba3e9e5dbbc72aa2d69b566a46a.jpg?compress=1&resize=752x564&vertical=center',
	},
]

export default ServiceTypes
