import { BiJoystick, BiCart, BiMobile, BiRocket, BiCog } from 'react-icons/bi'
import { BsFileEarmarkPersonFill } from 'react-icons/bs'
import { RiPagesLine } from 'react-icons/ri'
import { TbDeviceMobileMessage } from 'react-icons/tb'

const ServiceTypes = [
	{
		title: 'דפי נחיתה',
		short: 'דף נחיתה',
		description:
			'דף נחיתה הוא עמוד התחלתי באתר אינטרנט שמיועד לשימוש המבקרים שמגיעים לאתר. הדף נחיתה מהווה את הנקודה הראשונה בהתמצאותם של המבקרים באתר ומשם ניתן לנווט אותם לעמודים נוספים באתר. דף נחיתה נוצר בכדי לקבל את תשומת הלב של המבקרים ולהציג בצורה ברורה ומובנת את התוכן והמידע המרכזי של האתר. בדרך כלל, הדף נחיתה מכיל תמונה או וידאו ראשוני, כותרת מרשימה, קישורים לעמודים נוספים, מידע על העסק או הארגון, וקריאה לפעולה כגון רישום לעדכונים או קניית מוצרים. המטרה העיקרית של דף נחיתה היא לשכנע את המבקרים להמשיך בהתמקדותם ולחקור את האתר עוד יותר, ולכן עיצובו והתוכן שבו יכולים לשחזר את האינטרס של המבקרים ולהפוך אותם למבקרים פוטנציאליים ולקוחות.',
		style: 'from-blue-500 to-sky-500 shadow-blue-400/80',
		icon: RiPagesLine,
		image: 'https://i.imgfly.cc/upload_6019ac2139128af650a7423dd0fa82bb.webp',
	},
	{
		title: 'חנויות אינטרנט / e-Commerce',
		short: 'חנות אינטרנט',
		description:
			'חנות אינטרנט E-commerce היא פלטפורמה מקוונת המאפשרת לקונים לרכוש מוצרים ושירותים באמצעות האינטרנט. באמצעות חנות האינטרנט, הלקוחות יכולים לקנות מוצרים בכל עת ובכל מקום, באמצעות מחשב אישי, טלפון נייד או מכשיר נייד אחר. בחנות ה-E-commerce תהליך הקנייה מתבצע באמצעות ממשק משתמש ידידותי, בו הלקוחות יכולים לחפש מוצרים, לסנן אותם לפי קטגוריות, להוסיף אותם לעגלת הקניות ולבצע את התשלום בצורה מאובטחת. בנוסף, בחנות ה-E-commerce ניתן לצפות בתמונות, תיאורים, ביקורות והמלצות על המוצרים, מה שמסייע ללקוחות לקבל מידע מקיף ולבצע בחירה מושכת.',
		style: 'from-green-500 to-lime-500 shadow-green-500/80',
		icon: BiCart,
		image: 'https://i.imgfly.cc/upload_9040332b140f578f01d04b243a64cc6f.webp',
	},
	{
		title: 'אפליקציות',
		short: 'אפליקציה',
		description:
			'אפליקציה לטלפון כאתר היא יישום מותאם אישית למכשירי הסמארטפון שמביא את חוויית הגלישה באינטרנט לרמה נוספת. האפליקציה מאפשרת למשתמשים לגשת לתכנים ולשירותים הזמינים באתר דרך ממשק משתמש נוח וידידותי המתאים למסך הטלפון הנייד. דרך האפליקציה, המשתמשים יכולים לקבל גישה מהירה ונוחה לתוכן, לביצוע פעולות, וליצור חוויה אישית ומותאמת להם. האפליקציה מאפשרת פעולות כמו חיפוש, קנייה, הזמנה, הרשמה, הורדת תוכן, שיתוף תוכן ועוד, בהתאם לתפקידה של האפליקציה.',
		style: 'from-yellow-500 to-orange-500 shadow-orange-400/80',
		icon: BiMobile,
		image: 'https://i.imgfly.cc/upload_4bed5e3685fddd0971d7fa4b7c68138d.webp',
	},
	{
		title: 'אתרי גיימינג',
		short: 'אתר גיימינג',
		description:
			'אתרי גיימינג הם אתרים שמיועדים לקהילות המשחק ולחברות הגיימינג המתמקדות במשחקים מסוימים או במגוון משחקים. האתרים מציגים שרתי משחק, עדכונים, מאמרים ועוד, בעזרת ממשק חדשני, נקי וקל לשימוש. באמצעות מערכות תשלום ורכישות שניתן להוסיף לאתר, ניתן למכור פריטים ומוצרים בתוך האתר, ולהפוך את האתר למקום נוח ומשתלם לחברות גיימינג וקהילות המשחק. בקיצור, אתרי גיימינג הם מקומות מרכזיים לכל הקשור למשחקים, שבהם ניתן למצוא מידע, לקבל עדכונים, לקנות ולמכור, וליצור קהילות ויחידים סביב התחביב המשותף.',
		style: 'from-red-500 to-pink-500 shadow-red-400/80',
		icon: BiJoystick,
		image: 'https://i.imgfly.cc/upload_f2aea4a2c2bf91d08b13a23632b8b7c1.webp',
	},
	{
		title: 'אתרי תדמית',
		short: 'אתר תדמית',
		description:
			'אתר תדמית הוא אתר אינטרנט המשמש להצגת מידע ותוכן על ידי חברות, ארגונים או אנשים פרטיים. המטרה העיקרית של אתר תדמית היא ליצור חווית משתמש ולהציג את האידיאולוגיה, הערכים, המוצרים או השירותים של היזם. האתר מתאים למגוון רחב של יעדים עסקיים ואישיים, כגון חברות, חנויות, מותגים אישיים, אמנים ועוד. באמצעות עיצוב וממשק משתמש אטרקטיבי ומתאים, אתר התדמית מציע מידע מקיף ומרשים, תמונות, וידאו ואינטראקציות שמעניקות חווית גלישה מעניינת ומרשימה. אתר תדמית משמש ככלי חשוב להצגת המותג, השירות או המוצר באופן מקצועי ומרשים, ומשפר את יכולת התקשורת וההכרות עם הקהל היעד.',
		style: 'from-purple-500 to-violet-500 shadow-purple-400/80',
		icon: BsFileEarmarkPersonFill,
		image: 'https://i.imgfly.cc/upload_fbc8e1109c77435a54b37a1f20155f04.webp',
	},
	{
		title: 'אתרי סטארטאפ',
		short: 'אתר סטארטאפ',
		description:
			'אתר סטארטאפ הוא אתר אינטרנט המשמש ככלי חשוב בתהליך ההשקעה והקידום של יזמים ופרויקטים חדשים. האתר מתפקד כנקודת יציאה עבור הסטארטאפ, ומציג את הרעיונות, התכניות והתפקידים של הצוות המייסד והמוצר או השירות שלהם. בעזרת עיצוב וממשק מודרני ומקצועי, האתר מציג את רקע הסטארטאפ, יישום הטכנולוגיה או החדשנות שלו, את השוק היעד ואת התמיכה הפיננסית או הגורמים המעורבים. בנוסף, האתר מציג פרטים נוספים כמו תוכנית הפיתוח, תכנית העסקית, הישגים עד כה, שותפים, תמיכה ועוד.',
		style: 'from-indigo-500 to-blue-500 shadow-indigo-400/80',
		icon: BiRocket,
		image: 'https://i.imgfly.cc/upload_c5540dce2e403ea84ec9d956d261dcc4.webp',
	},
	{
		title: 'מערכות ניהול / CRM',
		short: 'מערכת ניהול',
		description:
			'מערכות ניהול הם אתרי אינטרנט המספקים ממשק מרכזי וממוחשב לניהול מידע ותהליכים שונים בארגונים וחברות. האתר מאגד מידע מרובה מקורות ומציגו בצורה מרוכזת ונוחה לצפייה וניהול. באמצעות הדאשבורד, המשתמשים יכולים לצפות בסטטיסטיקות, טבלאות נתונים ומדדים שונים שמתקשרים לתהליכים בחברה, כגון מכירות, תפוקה, ניהול מלאי ועוד. המערכות מתאימות למגוון רחב של תחומים עסקיים וארגונים, כולל יחידים, סטארטאפים, חברות בינוניות וגם ארגונים גדולים. הדאשבורדים מאפשרים למשתמשים לקבל מבט כולל ופרספקטיבה מרוכזת על מצב העסק, לנהל משימות, לקבל התראות ועדכונים ולקבל תמיכה בתהליכי קבלת החלטות. בנוסף, המערכות ניהול מאפשרות יצירת דוחות מותאמים אישית, עיצוב מסכים מותאמים, ואפשרויות לשיתוף מידע ושיתוף עבודה בין צוותים פנימיים וחיצוניים.',
		style: 'from-lime-500 to-green-500 shadow-lime-500/80',
		icon: BiCog,
		image: 'https://i.imgfly.cc/upload_35d120745df2be2c1d91eb0893391133.webp',
	},
	{
		title: 'אתרי בלוג',
		short: 'בלוג',
		description:
			'מערכת בלוג היא פלטפורמה אינטרנטית המאפשרת למשתמשים ליצור, לפרסם ולנהל בלוגים בקלות ובפשטות. בעזרת המערכת, משתמשים יכולים לכתוב ולפרסם פוסטים, מאמרים, ותוכן מגוון נוסף בצורה מסודרת ומעוצבת. המערכת מספקת ממשק נוח וידידותי שמאפשר לנהל את התוכן בצורה יעילה, כולל יצירת קטגוריות, תגיות, תמונות וקישורים. בנוסף, המערכת מספקת אפשרויות ניהול הערות, מניעת ספאם ואבטחה, ואפשרויות שיתוף ברשתות החברתיות. מערכת הבלוג מאפשרת למשתמשים לבנות קהל יעיל, לקבל משוב ותגובות מהקוראים ולתקשר עם הקהל בצורה ישירה ואישית. בקיצור, מערכת בלוג היא כלי יעיל ליצירת, ניהול ושיתוף תוכן בקהל הרחב בצורה פשוטה ונוחה.',
		style: 'from-pink-500 to-purple-500 shadow-pink-400/80',
		icon: TbDeviceMobileMessage,
		image: 'https://i.imgfly.cc/upload_c27bc9a219678d6033e43434a086f069.webp',
	},
]

export default ServiceTypes
